---
kind: type
id: T:Autodesk.Revit.DB.ExportLayerKey
source: html/64d77004-5c0c-9af2-cae4-39448bbaffe9.htm
---
# Autodesk.Revit.DB.ExportLayerKey

A key used to represent an item stored in an ExportLayerTable .

## Syntax (C#)
```csharp
public class ExportLayerKey : IDisposable
```